Repository: wp-plugins/fpw-post-instructions
Catalog: languages/fpw-fpi-*.po
Languages: sr_rs

source: What's new in this version?
sr_rs: Šta je novo u ovoj verziji

source: Added support for pointers
sr_rs: Dodata podrška za pokazivače

source: Minor bugs fixes
sr_rs: Popravke manjih grešaka

source: FPW Plugins
sr_rs: FPW Dodaci

source: Donate
sr_rs: Donirajte

source: Settings
sr_rs: Podešavanja

source: You did not send any credentials!
sr_rs: Niste poslali nikakve akreditive!

source: You did not send the right credentials!
sr_rs: Niste poslali odgovarajuće akreditive!

source: Updated successfully.
sr_rs: Uspešno ažuriran.

source: No changes detected. Nothing to update.
sr_rs: Nisu pronađene izmene. Nema šta da se ažurira.

source: Remove plugin's data from database on uninstall
sr_rs: Uklonite podatke o plugin-u iz baze podataka nakon deinstaliranja

source: Add this plugin to the Admin Bar
sr_rs: Dodaj ovaj plugin u Admin Bar

source: Activate visual editor for:
sr_rs: Aktiviraj vizualni uređivač za:

source: To use this option you must enable rich text editing in your profile!
sr_rs: Da biste koristili ovu opciju, morate aktivirati uređivanje bogatog teksta na svom profilu!

source: Update
sr_rs: Ažuriraj

source: writes all modifications to the database
sr_rs: upisuje sve izmene u bazu podataka

source: Type
sr_rs: Vrsta

source: Enabled
sr_rs: Aktiviran

source: Title
sr_rs: Naziv

source: default
sr_rs: podrazumevani

source: Special Instructions for Editors
sr_rs: Posebna uputstva za urednike

source: Content
sr_rs: Sadržaj

source: HTML allowed
sr_rs: Omogućen HTML

source: Help for FPW Post Instructions
sr_rs: Pomoć za FPW instrukcije posta

source: Introduction
sr_rs: Uvod

source: Options
sr_rs: Opcije

source: New features in WordPress 3.0+ as custom post types and post formats introduced some challenges to webmasters of corporate websites with many users holding post publishing / editing privileges.
sr_rs: Nove funkcionalnosti u verziji WordPress 3.0+ kao što su vrste i formati postova predstavljaju izazove za web mastere korporativnih web site-ova u kojima veliki broj korisnika ima privilegije objavljivanja/uređivanja postova.

source: Especially post formats which use the standard post editing screens but may have certain rules imposed by the implementation.
sr_rs: Posebno formati postova koji koriste standardne ekrane za uređivanje posta, ali mogu imati određena pravila nametnuta implementacijom.

source: Webmasters could try the following options: make a course / training for editors, distribute instructions for editors in a form of printed material, or give editors a link to the documentation. All these methods are good based on one assumption that editors will remember where to find this information. Unfortunately information obtained during the course can be forgotten, printed materials lost or misplaced, and, as everybody knows, people tend to avoid reading documentation.
sr_rs: Web masteri bi mogli da isprobaju sledeće opcije: organizujte kurs/trening za urednike, distribuirajte uputstva za urednike u formi štampanog materijala ili dajte urednicima link za dokumentaciju. Bilo koji od ovih metoda je dobar pod pretpostavkom da urednici zapamte gde su im informacije. Nažalost, podaci sa kursa mogu da se zaborave, štampani materijal može da se izgubi ili da nestane i, kao što svi znamo, ljudi izbegavaju da čitaju dokumentaciju.

source: This plugin adds a metabox to post editing screens with special instructions for editors. You can make it as eye-catching as you want ( html in the content is allowed ). It will show on every post editing screen so it cannot be forgotten or misplaced.
sr_rs: Ovaj plugin dodaje meta-okvir ekranima za uređivanje posta zajedno sa posebnim uputstvima za urednike. Ako želite, možete taj sadržaj učiniti primamljivim za oko (dozvoljen je html u sadržaju). Prikazivaće se na svakom ekranu za uređivanje posta, tako da se ne može zaboraviti ili zagubiti.

source: checked
sr_rs: štikliran

source: during uninstall procedure all plugin's information will be removed from the database
sr_rs: tokom deinstalacije svi podaci o plugin-u biće uklonjeni iz baze podataka

source: the plugin's link to its settings page will be added to the Admin Bar
sr_rs: link plugin-a za stranicu podešavanja biće dodat u Admin Bar

source: radio buttons for each post type
sr_rs: radio-tasteri za svaku vrstu posta

source: allows rich text editing for post type selected
sr_rs: omogućava uređivanje bogatog teksta za odabranu vrstu posta

source: version
sr_rs: verzija

source: not used in WordPress 3.3+ which allows more than one rich text editor
sr_rs: nije korišćena u WordPress 3.3+ koja omogućava više od jedne boje bogatog teksta

source: More information
sr_rs: Više informacija

source: Plugin's site
sr_rs: Site plugin-a

source: Support
sr_rs: Podrška

source: http://fw2s.com/fpw-post-instructions-plugin/
sr_rs: http://fw2s.com/fpw-post-instructions-plugin/h

source: Adds metaboxes to admin editing screens for posts, pages, links,
sr_rs: Dodaje meta-okvire administratorskim ekranima za uređivanje postova, stranica, linkova
